GioVeronelli/BREATH/PSoC_CODE/GatheringData/06-Read_ACC_Data_BCP.cydsn/Read_Acc_Data_XYZ.cydsn/Generated_Source/PSoC5/project.h
/*******************************************************************************
* File Name: project.h
* 
* PSoC Creator  4.4
*
* Description:
* It contains references to all generated header files and should not be modified.
* This file is automatically generated by PSoC Creator.
*
********************************************************************************
* Copyright (c) 2007-2020 Cypress Semiconductor.  All rights reserved.
* You may use this file only in accordance with the license, terms, conditions, 
* disclaimers, and limitations in the end user license agreement accompanying 
* the software package with which this file was provided.
********************************************************************************/

#include "cyfitter_cfg.h"
#include "cydevice.h"
#include "cydevice_trm.h"
#include "cyfitter.h"
#include "cydisabledsheets.h"
#include "UART_1.h"
#include "I2C_Master.h"
#include "I2C_Master_PVT.h"
#include "SDA_1_aliases.h"
#include "SDA_1.h"
#include "SCL_1_aliases.h"
#include "SCL_1.h"
#include "isr_DATA.h"
#include "Pin_INT_aliases.h"
#include "Pin_INT.h"
#include "isr_STREAM.h"
#include "PWM_LED.h"
#include "CLOCK_LED_PWM.h"
#include "LED_R_aliases.h"
#include "LED_R.h"
#include "LED_B_aliases.h"
#include "LED_B.h"
#include "LED_G_aliases.h"
#include "LED_G.h"
#include "BUZZER_aliases.h"
#include "BUZZER.h"
#include "UART_1_IntClock.h"
#include "core_cm3_psoc5.h"
#include "CyDmac.h"
#include "CyFlash.h"
#include "CyLib.h"
#include "cypins.h"
#include "cyPm.h"
#include "CySpc.h"
#include "cytypes.h"
#include "cy_em_eeprom.h"

/*[]*/

